Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Empty fields inherit from Settings > Roam. tsshd Binary is the full path to the executable on the remote host (e.g. /usr/local/bin/tsshd); leave empty to find tsshd via PATH.
ar: الحقول الفارغة ترث من الإعدادات > التجوال. ثنائي tsshd هو المسار الكامل للملف القابل للتنفيذ على المضيف البعيد (مثل /usr/local/bin/tsshd)؛ اتركه فارغًا للعثور على tsshd عبر PATH.
ca: Els camps buits hereten de Configuració > Roam. El binari tsshd és la ruta completa de l'executable a l'amfitrió remot (p. ex. /usr/local/bin/tsshd); deixa-ho buit per trobar tsshd a través de PATH.
cs: Prázdná pole se dědí z Nastavení > Roam. Binární soubor tsshd je úplná cesta ke spustitelnému souboru na vzdáleném hostiteli (např. /usr/local/bin/tsshd); ponechte prázdné pro vyhledání tsshd přes PATH.
da: Tomme felter arves fra Indstillinger > Roam. tsshd-binær er den fulde sti til den eksekverbare fil på den eksterne vært (f.eks. /usr/local/bin/tsshd); lad stå tom for at finde tsshd via PATH.
de: Leere Felder erben von Einstellungen > Roam. Die tsshd-Binärdatei ist der vollständige Pfad zur ausführbaren Datei auf dem Remote-Host (z. B. /usr/local/bin/tsshd); leer lassen, um tsshd über PATH zu finden.
es: Los campos vacíos heredan de Ajustes > Roam. El binario tsshd es la ruta completa al ejecutable en el host remoto (p. ej. /usr/local/bin/tsshd); déjalo vacío para encontrar tsshd a través de PATH.
fi: Tyhjät kentät peritään asetuksista: Asetukset > Roam. tsshd-binaari on suoritettavan tiedoston täydellinen polku etäpalvelimella (esim. /usr/local/bin/tsshd); jätä tyhjäksi etsiäksesi tsshd:n PATH-muuttujasta.
fr: Les champs vides héritent de Réglages > Roam. Le binaire tsshd est le chemin complet de l'exécutable sur l'hôte distant (par ex. /usr/local/bin/tsshd) ; laissez vide pour trouver tsshd via PATH.
he: שדות ריקים יורשים מהגדרות > נדידה. בינארי tsshd הוא הנתיב המלא לקובץ ההפעלה במארח המרוחק (למשל /usr/local/bin/tsshd); השאירו ריק כדי למצוא את tsshd דרך PATH.
hu: Az üres mezők a Beállítások > Roam értékeit öröklik. A tsshd binárisa a végrehajtható fájl teljes elérési útja a távoli gazdagépen (pl. /usr/local/bin/tsshd); hagyd üresen, hogy a tsshd a PATH alapján legyen megtalálva.
it: I campi vuoti ereditano da Impostazioni > Roam. Il binario tsshd è il percorso completo dell'eseguibile sull'host remoto (es. /usr/local/bin/tsshd); lascia vuoto per trovare tsshd tramite PATH.
ja: 空のフィールドは設定 > ローミングから継承されます。tsshd バイナリはリモートホスト上の実行ファイルへのフルパスです（例：/usr/local/bin/tsshd）。空のままにすると PATH から tsshd を探します。
ko: 비어 있는 필드는 설정 > Roam에서 상속됩니다. tsshd 바이너리는 원격 호스트의 실행 파일 전체 경로입니다(예: /usr/local/bin/tsshd). 비워 두면 PATH에서 tsshd를 찾습니다.
nb: Tomme felt arver fra Innstillinger > Roam. tsshd-binær er den fullstendige banen til den kjørbare filen på den eksterne verten (f.eks. /usr/local/bin/tsshd); la stå tom for å finne tsshd via PATH.
nl: Lege velden nemen instellingen over van Instellingen > Roam. tsshd-binary is het volledige pad naar het uitvoerbare bestand op de externe host (bijv. /usr/local/bin/tsshd); laat leeg om tsshd via PATH te vinden.
pl: Puste pola dziedziczą z Ustawienia > Roam. Plik wykonywalny tsshd to pełna ścieżka do pliku na zdalnym hoście (np. /usr/local/bin/tsshd); pozostaw puste, aby znaleźć tsshd przez PATH.
pt_br: Campos vazios herdam de Ajustes > Roam. O binário tsshd é o caminho completo para o executável no host remoto (ex.: /usr/local/bin/tsshd); deixe em branco para localizar o tsshd via PATH.
pt_pt: Os campos vazios herdam de Definições > Roam. O binário tsshd é o caminho completo para o executável no anfitrião remoto (ex.: /usr/local/bin/tsshd); deixe em branco para localizar o tsshd via PATH.
ro: Câmpurile goale moștenesc din Setări > Roam. Binarul tsshd este calea completă către executabil pe gazda la distanță (ex. /usr/local/bin/tsshd); lasă gol pentru a găsi tsshd prin PATH.
sl: Prazna polja podedujejo iz Nastavitve > Gostovanje. Binarna datoteka tsshd je polna pot do izvršljive datoteke na oddaljenem gostitelju (npr. /usr/local/bin/tsshd); pustite prazno za iskanje tsshd prek PATH.
sv: Tomma fält ärver från Inställningar > Roam. tsshd-binär är den fullständiga sökvägen till den körbara filen på fjärrvärden (t.ex. /usr/local/bin/tsshd); lämna tomt för att hitta tsshd via PATH.
uk: Порожні поля успадковуються з Налаштування > Роумінг. У полі «Бінарний файл tsshd» вказується повний шлях до виконуваного файлу на віддаленому хості (наприклад, /usr/local/bin/tsshd); залиште порожнім, щоб знайти tsshd через PATH.
vi: Các trường trống kế thừa từ Cài đặt > Roam. tsshd Binary là đường dẫn đầy đủ tới tệp thực thi trên máy chủ từ xa (vd. /usr/local/bin/tsshd); để trống để tìm tsshd qua PATH.
zh_hans: 空字段将继承“设置 > Roam”中的值。tsshd Binary 是远程主机上可执行文件的完整路径（例如 /usr/local/bin/tsshd）；留空将通过 PATH 查找 tsshd。
zh_hant: 空白欄位將繼承「設定 > Roam」中的值。tsshd Binary 是遠端主機上可執行檔的完整路徑（例如 /usr/local/bin/tsshd）；保留空白會透過 PATH 搜尋 tsshd。

source: Empty input
ar: إدخال فارغ
ca: Entrada buida
cs: Prázdný vstup
da: Tomt input
de: Leere Eingabe
es: Entrada vacía
fi: Tyhjä syöte
fr: Entrée vide
he: קלט ריק
hu: Üres bemenet
it: Input vuoto
ja: 入力が空です
ko: 입력값이 비어 있음
nb: Tomt innhold
nl: Lege invoer
pl: Pusty wpis
pt_br: Entrada vazia
pt_pt: Entrada vazia
ro: Intrare goală
sl: Prazen vnos
sv: Tom inmatning
uk: Порожні вхідні дані
vi: Đầu vào trống
zh_hans: 输入为空
zh_hant: 輸入內容為空

source: Empty sequence
ar: تسلسل فارغ
ca: Seqüència buida
cs: Prázdná sekvence
da: Tom sekvens
de: Leere Sequenz
es: Secuencia vacía
fi: Tyhjä sekvenssi
fr: Séquence vide
he: רצף ריק
hu: Üres sorozat
it: Sequenza vuota
ja: 空のシーケンス
ko: 빈 시퀀스
nb: Tom sekvens
nl: Lege reeks
pl: Pusta sekwencja
pt_br: Sequência vazia
pt_pt: Sequência vazia
ro: Secvență goală
sl: Prazno zaporedje
sv: Tom sekvens
uk: Порожня послідовність
vi: Chuỗi rỗng
zh_hans: 空序列
zh_hant: 空序列

source: Empty Sequence
ar: تسلسل فارغ
ca: Seqüència buida
cs: Prázdná sekvence
da: Tom sekvens
de: Leere Sequenz
es: Secuencia vacía
fi: Tyhjä sarja
fr: Séquence vide
he: רצף ריק
hu: Üres sorozat
it: Sequenza vuota
ja: 空のシーケンス
ko: 빈 시퀀스
nb: Tom sekvens
nl: Lege reeks
pl: Pusta sekwencja
pt_br: Sequência vazia
pt_pt: Sequência vazia
ro: Secvență goală
sl: Prazno zaporedje
sv: Tom sekvens
uk: Порожня послідовність
vi: Chuỗi trống
zh_hans: 空序列
zh_hant: 空序列

source: Empty, so the default will be used.
ar: الحقل فارغ، لذا سيتم استخدام القيمة الافتراضية.
ca: És buit, de manera que s'utilitzarà el valor per defecte.
cs: Prázdné, použije se výchozí hodnota.
da: Tomt, så standarden bruges.
de: Leer, daher wird der Standard verwendet.
es: Está vacío, así que se usará el valor predeterminado.
fi: Tyhjä, joten käytetään oletusta.
fr: Champ vide : la valeur par défaut sera utilisée.
he: ריק, ולכן תשמש ברירת המחדל.
hu: Üres, ezért az alapértelmezett érték lesz használatban.
it: Vuoto: verrà usato il valore predefinito.
ja: 空のため、デフォルトが使用されます。
ko: 비어 있으므로 기본값이 사용됩니다.
nb: Tomt, så standarden brukes.
nl: Leeg, dus de standaardwaarde wordt gebruikt.
pl: Pole jest puste, więc zostanie użyta wartość domyślna.
pt_br: Vazio, portanto o padrão será usado.
pt_pt: Vazio, pelo que será utilizada a predefinição.
ro: Câmp gol, deci se va folosi valoarea implicită.
sl: Prazno, zato bo uporabljena privzeta vrednost.
sv: Tomt, så standardvärdet används.
uk: Порожньо, тож буде використано типове значення.
vi: Đang để trống, nên giá trị mặc định sẽ được dùng.
zh_hans: 此项为空，将使用默认值。
zh_hant: 未輸入值，將使用預設值。

source: Empty, so the login shell will be used.
ar: فارغ، لذا ستُستخدم صدفة تسجيل الدخول.
ca: Buit, així que s'utilitzarà el shell d'inici de sessió.
cs: Prázdné, proto bude použit přihlašovací shell.
da: Tomt, så login-shellen bruges.
de: Leer, daher wird die Login-Shell verwendet.
es: Vacío, por lo que se usará la shell de inicio de sesión.
fi: Tyhjä, joten käytetään kirjautumiskomentotulkkia.
fr: Vide : le shell de connexion sera utilisé.
he: ריק, ולכן תשמש מעטפת הכניסה.
hu: Üres, ezért a bejelentkezési shell lesz használva.
it: Vuoto, quindi verrà usata la shell di login.
ja: 空のため、ログインシェルが使用されます。
ko: 비어 있어 로그인 셸이 사용됩니다.
nb: Tomt, så påloggingsskallet brukes.
nl: Leeg, dus de login-shell wordt gebruikt.
pl: Puste, więc zostanie użyta powłoka logowania.
pt_br: Vazio, portanto o shell de login será usado.
pt_pt: Vazio, por isso será usada a shell de login.
ro: Gol, așa că se va folosi shell-ul de autentificare.
sl: Prazno, zato bo uporabljena prijavna lupina.
sv: Tomt, så inloggningsskalet används.
uk: Порожньо, тому буде використано оболонку входу.
vi: Trống, nên shell đăng nhập sẽ được dùng.
zh_hans: 为空，因此将使用登录 Shell。
zh_hant: 為空，因此將使用登入 Shell。

source: Enable
ar: تفعيل
ca: Activar
cs: Povolit
da: Aktiver
de: Aktivieren
es: Activar
fi: Ota käyttöön
fr: Activer
he: הפעל
hu: Engedélyezés
it: Abilita
ja: 有効化
ko: 활성화
nb: Aktiver
nl: Inschakelen
pl: Włącz
pt_br: Ativar
pt_pt: Ativar
ro: Activează
sl: Omogoči
sv: Aktivera
uk: Увімкнути
vi: Bật
zh_hans: 启用
zh_hant: 啟用

source: Enable a profile to start its port forwards in the background. Enabled tunnels auto-start when the app launches.
ar: فعّل ملفاً شخصياً لبدء توجيه المنافذ في الخلفية. تبدأ الأنفاق المفعّلة تلقائياً عند تشغيل التطبيق.
ca: Activeu un perfil per iniciar les redireccions de ports en segon pla. Els túnels activats s'inicien automàticament quan s'obre l'aplicació.
cs: Povolte profil pro spuštění přesměrování portů na pozadí. Povolené tunely se automaticky spustí při spuštění aplikace.
da: Aktiver en profil for at starte dens portvideresendelser i baggrunden. Aktiverede tunneler starter automatisk, når appen åbnes.
de: Aktivieren Sie ein Profil, um seine Portweiterleitungen im Hintergrund zu starten. Aktivierte Tunnel starten automatisch beim App-Start.
es: Active un perfil para iniciar sus redirecciones de puertos en segundo plano. Los túneles activados se inician automáticamente al abrir la aplicación.
fi: Ota profiili käyttöön käynnistääksesi sen porttiohjaukset taustalla. Käyttöön otetut tunnelit käynnistyvät automaattisesti sovelluksen avautuessa.
fr: Activez un profil pour démarrer ses transferts de port en arrière-plan. Les tunnels activés démarrent automatiquement au lancement de l'app.
he: הפעל פרופיל כדי להתחיל העברות פורטים ברקע. מנהרות מופעלות מתחילות אוטומטית כשהאפליקציה נפתחת.
hu: Engedélyezzen egy profilt a porttovábbítások háttérben történő indításához. Az engedélyezett alagutak automatikusan elindulnak az alkalmazás indításakor.
it: Abiliti un profilo per avviare i port forward in background. I tunnel abilitati si avviano automaticamente all'apertura dell'app.
ja: プロファイルを有効にして、バックグラウンドでポートフォワードを開始します。有効なトンネルはアプリ起動時に自動開始されます。
ko: 프로필을 활성화하여 백그라운드에서 포트 포워딩을 시작합니다. 활성화된 터널은 앱 실행 시 자동으로 시작됩니다.
nb: Aktiver en profil for å starte portvideresendinger i bakgrunnen. Aktiverte tunneler starter automatisk når appen åpnes.
nl: Schakel een profiel in om de port forwards op de achtergrond te starten. Ingeschakelde tunnels starten automatisch wanneer de app wordt geopend.
pl: Włącz profil, aby uruchomić przekierowania portów w tle. Włączone tunele uruchamiają się automatycznie przy starcie aplikacji.
pt_br: Ative um perfil para iniciar seus encaminhamentos de porta em segundo plano. Túneis ativados iniciam automaticamente quando o app é aberto.
pt_pt: Ative um perfil para iniciar os seus reencaminhamentos de porta em segundo plano. Os túneis ativos iniciam automaticamente quando a aplicação é aberta.
ro: Activează un profil pentru a porni redirecționările de porturi în fundal. Tunelurile activate pornesc automat la lansarea aplicației.
sl: Omogočite profil, da zažene svoja posredovanja vrat v ozadju. Omogočeni tuneli se samodejno zaženejo ob zagonu aplikacije.
sv: Aktivera en profil för att starta dess portvidarebefordringar i bakgrunden. Aktiverade tunnlar startar automatiskt när appen öppnas.
uk: Увімкніть профіль, щоб запустити переспрямування портів у тлі. Увімкнені тунелі запускаються автоматично при відкритті застосунку.
vi: Bật hồ sơ để khởi động chuyển tiếp cổng trong nền. Các đường hầm được bật sẽ tự khởi động khi ứng dụng mở.
zh_hans: 启用某个配置以在后台启动其端口转发。已启用的隧道会在应用启动时自动开始。
zh_hant: 啟用設定檔以在背景啟動其連接埠轉發。已啟用的通道會在 App 啟動時自動開始。

source: Enable Agent Forwarding
ar: تفعيل توجيه الوكيل
ca: Activar la redirecció de l'agent
cs: Povolit přesměrování agenta
da: Aktiver agent forwarding
de: Agent-Weiterleitung aktivieren
es: Activar reenvío de agente
fi: Ota agenttivälitys käyttöön
fr: Activer le transfert d'agent
he: הפעל העברת סוכן
hu: Ügynöktovábbítás engedélyezése
it: Abilita inoltro agente
ja: エージェント転送を有効化
ko: 에이전트 전달 활성화
nb: Aktiver agentvideresending
nl: Agent forwarding inschakelen
pl: Włącz przekazywanie agenta
pt_br: Ativar Encaminhamento de Agente
pt_pt: Ativar Reencaminhamento de Agente
ro: Activează redirecționarea agentului
sl: Omogoči posredovanje agenta
sv: Aktivera agentvidarebefordran
uk: Увімкнути переспрямування агента
vi: Bật chuyển tiếp agent
zh_hans: 启用代理转发
zh_hant: 啟用代理轉發

source: Enable Auto Location
ar: تفعيل الموقع التلقائي
ca: Activa la ubicació automàtica
cs: Povolit automatickou polohu
da: Aktivér automatisk placering
de: Automatischen Standort aktivieren
es: Activar ubicación automática
fi: Ota automaattinen sijainti käyttöön
fr: Activer la localisation automatique
he: הפעל מיקום אוטומטי
hu: Automatikus helymegállapítás engedélyezése
it: Attiva posizione automatica
ja: 自動位置情報を有効にする
ko: 자동 위치 활성화
nb: Aktiver automatisk posisjon
nl: Automatische locatie inschakelen
pl: Włącz automatyczną lokalizację
pt_br: Ativar Localização Automática
pt_pt: Ativar Localização Automática
ro: Activați Localizarea automată
sl: Omogoči samodejno lokacijo
sv: Aktivera automatisk plats
uk: Увімкнути автоматичне розташування
vi: Bật Vị trí tự động
zh_hans: 启用自动定位
zh_hant: 啟用自動定位

source: Enable Clipboard History
ar: تفعيل سجل الحافظة
ca: Activar l'historial del porta-retalls
cs: Zapnout historii schránky
da: Slå udklipsholderhistorik til
de: Zwischenablageverlauf aktivieren
es: Activar historial del portapapeles
fi: Ota leikepöytähistoria käyttöön
fr: Activer l'historique du presse-papiers
he: הפעל היסטוריית לוח
hu: Vágólap-előzmények engedélyezése
it: Attiva la cronologia degli appunti
ja: クリップボード履歴を有効にする
ko: 클립보드 기록 사용
nb: Slå på utklippshistorikk
nl: Klembordgeschiedenis inschakelen
pl: Włącz historię schowka
pt_br: Ativar Histórico da Área de Transferência
pt_pt: Ativar histórico da área de transferência
ro: Activează istoricul clipboardului
sl: Omogoči zgodovino odložišča
sv: Aktivera urklippshistorik
uk: Увімкнути історію буфера обміну
vi: Bật lịch sử bảng nhớ tạm
zh_hans: 启用剪贴板历史记录
zh_hant: 啟用剪貼簿記錄

source: Enable compression
ar: تفعيل الضغط
ca: Habilita la compressió
cs: Povolit kompresi
da: Aktiver komprimering
de: Komprimierung aktivieren
es: Habilitar compresión
fi: Ota pakkaus käyttöön
fr: Activer la compression
he: הפעל דחיסה
hu: Tömörítés engedélyezése
it: Abilita compressione
ja: 圧縮を有効にする
ko: 압축 활성화
nb: Aktiver komprimering
nl: Compressie inschakelen
pl: Włącz kompresję
pt_br: Ativar compressão
pt_pt: Ativar compressão
ro: Activează compresia
sl: Omogoči stiskanje
sv: Aktivera komprimering
uk: Увімкнути стиснення
vi: Bật nén
zh_hans: 启用压缩
zh_hant: 啟用壓縮

# Enable font feature %@ for %@
source: Enable font feature %1$@ for %2$@
ar: تفعيل ميزة الخط %1$@ لـ %2$@
ca: Activa la característica de tipografia %1$@ per a %2$@
cs: Zapnout funkci písma %1$@ pro %2$@
da: Slå skrifttypefunktionen %1$@ til for %2$@
de: Schriftfunktion %1$@ für %2$@ aktivieren
es: Activar característica de fuente %1$@ para %2$@
fi: Ota fonttiominaisuus %1$@ käyttöön kohteelle %2$@
fr: Activer la fonctionnalité de police %1$@ pour %2$@
he: הפעל תכונת גופן %1$@ עבור %2$@
hu: %1$@ betűkészlet-funkció engedélyezése ehhez: %2$@
it: Attiva la funzione del font %1$@ per %2$@
ja: %2$@ のフォント機能 %1$@ を有効化
ko: %2$@에 대해 글꼴 기능 %1$@ 활성화
nb: Aktiver skriftfunksjon %1$@ for %2$@
nl: Schakel lettertypekenmerk %1$@ in voor %2$@
pl: Włącz funkcję czcionki %1$@ dla %2$@
pt_br: Ativar recurso de fonte %1$@ para %2$@
pt_pt: Ativar funcionalidade de tipo de letra %1$@ para %2$@
ro: Activează caracteristica font %1$@ pentru %2$@
sl: Omogoči funkcijo pisave %1$@ za %2$@
sv: Aktivera teckensnittsfunktion %1$@ för %2$@
uk: Увімкнути функцію шрифту %1$@ для %2$@
vi: Bật tính năng phông chữ %1$@ cho %2$@
zh_hans: 为 %2$@ 启用字体特性 %1$@
zh_hant: 為 %2$@ 啟用字型特性 %1$@

source: Enable GPG Agent Forwarding
ar: تفعيل توجيه وكيل GPG
ca: Activa el reenviament d'agent GPG
cs: Povolit přesměrování GPG agenta
da: Aktivér videresendelse af GPG-agent
de: GPG-Agent-Weiterleitung aktivieren
es: Activar reenvío del agente GPG
fi: Ota käyttöön GPG-agentin edelleenlähetys
fr: Activer la redirection de l'agent GPG
he: הפעל העברת סוכן GPG
hu: GPG ügynök továbbítás engedélyezése
it: Abilita inoltro GPG Agent
ja: GPGエージェント転送を有効にする
ko: GPG 에이전트 전달 활성화
nb: Aktiver GPG-agentvideresending
nl: GPG-agent doorsturen inschakelen
pl: Włącz przekierowanie agenta GPG
pt_br: Habilitar encaminhamento do agente GPG
pt_pt: Activar reencaminhamento do agente GPG
ro: Activează redirecționarea agentului GPG
sl: Omogoči posredovanje agenta GPG
sv: Aktivera GPG-agentvidarebefordran
uk: Увімкнути переадресацію GPG-агента
vi: Bật chuyển tiếp GPG Agent
zh_hans: 启用 GPG 代理转发
zh_hant: 啟用 GPG 代理轉發

source: Enable Hole-Punch
ar: تفعيل ثقب NAT
ca: Activar Hole-Punch
cs: Povolit Hole-Punch
da: Aktiver hole-punch
de: Hole-Punch aktivieren
es: Activar hole-punch
fi: Ota Hole-Punch käyttöön
fr: Activer le Hole-Punch
he: הפעל Hole-Punch
hu: Hole-Punch engedélyezése
it: Abilita hole-punch
ja: ホールパンチを有効化
ko: 홀 펀칭 활성화
nb: Aktiver hull-punching
nl: Hole-punch inschakelen
pl: Włącz hole-punch
pt_br: Ativar Hole-Punch
pt_pt: Ativar Hole-Punch
ro: Activează Hole-Punch
sl: Omogoči Hole-Punch
sv: Aktivera Hole-Punch
uk: Увімкнути пробивання NAT
vi: Bật Hole-Punch
zh_hans: 启用打洞
zh_hant: 啟用打洞

source: Enable iCloud Sync
ar: تفعيل مزامنة iCloud
ca: Activar la sincronització d'iCloud
cs: Povolit synchronizaci iCloud
da: Aktiver iCloud-synkronisering
de: iCloud-Synchronisierung aktivieren
es: Activar sincronización de iCloud
fi: Ota iCloud-synkronointi käyttöön
fr: Activer la synchronisation iCloud
he: הפעל סנכרון iCloud
hu: iCloud-szinkronizálás engedélyezése
it: Abilita sincronizzazione iCloud
ja: iCloud同期を有効化
ko: iCloud 동기화 활성화
nb: Aktiver iCloud-synkronisering
nl: iCloud-synchronisatie inschakelen
pl: Włącz synchronizację iCloud
pt_br: Ativar Sincronização iCloud
pt_pt: Ativar Sincronização iCloud
ro: Activează sincronizarea iCloud
sl: Omogoči sinhronizacijo iCloud
sv: Aktivera iCloud-synkronisering
uk: Увімкнути синхронізацію iCloud
vi: Bật đồng bộ iCloud
zh_hans: 启用 iCloud 同步
zh_hant: 啟用 iCloud 同步

source: Enable iCloud Sync?
ar: تفعيل مزامنة iCloud؟
ca: Activar la sincronització d'iCloud?
cs: Povolit synchronizaci iCloud?
da: Aktiver iCloud-synkronisering?
de: iCloud-Synchronisierung aktivieren?
es: ¿Activar sincronización de iCloud?
fi: Otetaanko iCloud-synkronointi käyttöön?
fr: Activer la synchronisation iCloud ?
he: להפעיל סנכרון iCloud?
hu: iCloud-szinkronizálás engedélyezése?
it: Abilitare la sincronizzazione iCloud?
ja: iCloud同期を有効にしますか？
ko: iCloud 동기화를 활성화하시겠습니까?
nb: Aktiver iCloud-synkronisering?
nl: iCloud-synchronisatie inschakelen?
pl: Włączyć synchronizację iCloud?
pt_br: Ativar Sincronização iCloud?
pt_pt: Ativar Sincronização iCloud?
ro: Activezi sincronizarea iCloud?
sl: Omogočiti sinhronizacijo iCloud?
sv: Aktivera iCloud-synkronisering?
uk: Увімкнути синхронізацію iCloud?
vi: Bật đồng bộ iCloud?
zh_hans: 启用 iCloud 同步？
zh_hant: 啟用 iCloud 同步？

source: Enable Ligatures
ar: تفعيل الحروف المتصلة
ca: Activar lligadures
cs: Povolit ligatury
da: Aktiver ligaturer
de: Ligaturen aktivieren
es: Activar ligaduras
fi: Ota ligatuurit käyttöön
fr: Activer les ligatures
he: הפעל ליגטורות
hu: Ligatúrák engedélyezése
it: Abilita legature
ja: リガチャを有効化
ko: 합자 활성화
nb: Aktiver ligaturer
nl: Ligaturen inschakelen
pl: Włącz ligatury
pt_br: Ativar Ligaduras
pt_pt: Ativar Ligaturas
ro: Activează ligaturile
sl: Omogoči ligature
sv: Aktivera ligaturer
uk: Увімкнути лігатури
vi: Bật ligature
zh_hans: 启用连字
zh_hant: 啟用連字

source: Enable Local SSH Agent
ar: تفعيل وكيل SSH المحلي
ca: Activa l'agent SSH local
cs: Zapnout místního SSH agenta
da: Aktivér lokal SSH-agent
de: Lokalen SSH-Agenten aktivieren
es: Activar agente SSH local
fi: Ota paikallinen SSH-agentti käyttöön
fr: Activer l’agent SSH local
he: הפעל סוכן SSH מקומי
hu: Helyi SSH-ügynök engedélyezése
it: Abilita agente SSH locale
ja: ローカルSSHエージェントを有効にする
ko: 로컬 SSH 에이전트 사용
nb: Aktiver lokal SSH-agent
nl: Lokale SSH-agent inschakelen
pl: Włącz lokalnego agenta SSH
pt_br: Ativar agente SSH local
pt_pt: Ativar agente SSH local
ro: Activează agentul SSH local
sl: Omogoči lokalni agent SSH
sv: Aktivera lokal SSH-agent
uk: Увімкнути локальний агент SSH
vi: Bật tác nhân SSH cục bộ
zh_hans: 启用本地 SSH 代理
zh_hant: 啟用本機 SSH 代理

source: Enable Location Tracking
ar: تفعيل تتبع الموقع
ca: Activar el seguiment de la ubicació
cs: Povolit sledování polohy
da: Aktiver lokalitetssporing
de: Standortverfolgung aktivieren
es: Activar seguimiento de ubicación
fi: Ota sijaintiseuranta käyttöön
fr: Activer le suivi de localisation
he: הפעל מעקב מיקום
hu: Helymeghatározás engedélyezése
it: Abilita tracciamento posizione
ja: 位置情報の追跡を有効化
ko: 위치 추적 활성화
nb: Aktiver plasseringssporing
nl: Locatieregistratie inschakelen
pl: Włącz śledzenie lokalizacji
pt_br: Ativar Rastreamento de Localização
pt_pt: Ativar Rastreio de Localização
ro: Activează urmărirea locației
sl: Omogoči sledenje lokaciji
sv: Aktivera platsspårning
uk: Увімкнути відстеження місцезнаходження
vi: Bật theo dõi vị trí
zh_hans: 启用位置跟踪
zh_hant: 啟用位置追蹤

source: Enable MCP Server
ar: تفعيل خادم MCP
ca: Activar el servidor MCP
cs: Povolit MCP server
da: Aktiver MCP-server
de: MCP-Server aktivieren
es: Activar servidor MCP
fi: Ota MCP-palvelin käyttöön
fr: Activer le serveur MCP
he: הפעל שרת MCP
hu: MCP-kiszolgáló engedélyezése
it: Abilita server MCP
ja: MCPサーバーを有効化
ko: MCP 서버 활성화
nb: Aktiver MCP-tjener
nl: MCP-server inschakelen
pl: Włącz serwer MCP
pt_br: Ativar Servidor MCP
pt_pt: Ativar Servidor MCP
ro: Activează serverul MCP
sl: Omogoči strežnik MCP
sv: Aktivera MCP-server
uk: Увімкнути MCP-сервер
vi: Bật máy chủ MCP
zh_hans: 启用 MCP 服务器
zh_hant: 啟用 MCP 伺服器
